[
    {
        "year": "2018",
        "color": "azul",
        "question_number": 33,
        "field": "LC",
        "question_text_translated": "Liesel Meminger's story is told by a morbid, surprisingly sympathetic narrator. Upon realizing that the little book thief has escaped him, Death becomes fond of the girl and tracks her footsteps from 1939 to 1943. Traits of a survivor: the communist mother, persecuted by Nazism, sends Liesel and her brother to the poor suburb of a German city, where a couple is willing to adopt them for money. The boy dies on the way and is buried by a gravedigger who drops a book in the snow. It is the first in a series that the girl will steal over the years. The only bond\nwith her family is this work, which she still doesn't know how to read. The surrounding life is the pseudo-reality created around the cult of Hitler in World War II. She watches the neighborhood's euphoric celebration of the Führer's birthday. Death, perplexed by human violence, gives a light and fun tone to the narrative of this harsh confrontation between lost childhood and the cruelty of the adult world, an absolute – and rare – success with critics and the public.",
        "question_itself_translated": "Textual genres can be characterized, among other factors, by their objectives. This fragment is a",
        "question_option_A_translated": "reporting, as it seeks to convince the interlocutor of the thesis defended throughout the text.",
        "question_option_B_translated": "summary, as it promotes quick contact for the reader with unknown information.",
        "question_option_C_translated": "synopsis, as it summarizes the relevant information of a work in an impersonal way.",
        "question_option_D_translated": "instruction, as it teaches something through explanations about a specific work.",
        "question_option_E_translated": "review, as it presents an intellectual production in a critical way.",
        "type": "concrete",
        "time": 180
    },
    {
        "year": "2018",
        "color": "azul",
        "question_number": 44,
        "field": "LC",
        "question_text_translated": "Plagiarism Sniffer: a tool against illegal copying In the academic world or in the media, illegal copies can appear in different ways, being full, partial or paraphrases. To help combat this crime, professor Maximiliano Zambonatto Pezzin, a computer engineer, developed the Plagiarism Sniffer program with his students. The program is capable of detecting: continuous and fragmented passages, loose sentences, reorganized parts of texts, rewritten sentences, changes in the order of periods and phonetic and syntactic errors. But how does the program actually work? Considering the text as a sequence of words, the tool analyzes and searches section by section on search engines, just as a teacher suspicious of a student would do. The difference is that the program allows you to search in several search engines, thus generating much more results.",
        "question_itself_translated": "According to the text, the Plagiarism Sniffer tool achieves its objective through",
        "question_option_A_translated": "selection of full copies.",
        "question_option_B_translated": "search on specialized websites.",
        "question_option_C_translated": "simulation of teaching activity.",
        "question_option_D_translated": "comparison of structural patterns.",
        "question_option_E_translated": "phoneme sequence identification.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 20,
        "field": "LC",
        "question_text_translated": "Why the stage entrepreneurship industry\nwill destroy you\nIf, in the past, huge books with seven hundred pages spit out formulas, equations and calculations that taught you how to deal with your company's cash flow, today they say: “You will get there! Believe me, you will win!”\nMindset, empowerment, millennials, networking, coworking, deal, business, deadline, salesman with a hunter profile… all of this is part of his vocabulary. The package of books is always identical and the experiences are conveyed in the same way: you are a single centimeter away from victory. Do not stop!",
        "question_itself_translated": "According to the text, it is possible to identify the “stage entrepreneur” by",
        "question_option_A_translated": "books recommended by him.",
        "question_option_B_translated": "your English language skills.",
        "question_option_C_translated": "experiences shared by him.",
        "question_option_D_translated": "language patterns used by him.",
        "question_option_E_translated": "affordable prices for your training.",
        "type": "concrete",
        "time": 75
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 31,
        "field": "LC",
        "question_text_translated": "Woman has clinically broken heart after dog dies\nAs The New England Journal of Medicine explains, the patient, named Joanie Simpson, had signs of a heart attack, such as chest pain and high blood pressure, and had problems with her coronary arteries. When doctors performed an echocardiogram, they found the problem: Takotsubo cardiomyopathy, known as broken heart syndrome.\nThis medical condition typically occurs in postmenstrual women and may be preceded by a very stressful or emotional event. In these cases, the heart presents a transient dyskinetic movement of the anterior wall of the left ventricle, with accentuation of the kinetics of the ventricular base, according to a Brazilian medical article that reports a similar case. Simpson was sent home after two days and started taking regular medication.",
        "question_itself_translated": "Due to the characteristics of the text read, which deals with the consequences of losing a pet, it is considered to fit into the genre",
        "question_option_A_translated": "short story, as it shows the life story of Joanie Simpson.",
        "question_option_B_translated": "testimony, as it exposes the suffering of the animal's owner.",
        "question_option_C_translated": "report, as it scientifically discusses cardiomyopathy.",
        "question_option_D_translated": "report, as it narrates a stressful event experienced by the patient.",
        "question_option_E_translated": "news, as it discloses facts about broken heart syndrome.",
        "type": "abstract",
        "time": 150
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 26,
        "field": "LC",
        "question_text_translated": "The old papers, when not consumed by fire, sometimes awaken from their sleep to tell news of the past.\nThis is how you discover something new from an old name, about which you thought you knew everything, like Machado de Assis.\nFor example, you probably don't know that the Rio de Janeiro author, who died in 1908, wrote lyrics for the national anthem in 1867 — and you couldn't really know, because the verses were still unpublished. Until today.\nThis lyric has just been discovered, in an old newspaper in Florianópolis, by independent researcher Felipe Rissato.\n“From the forests in which I live/ I release a manly song:/ In honor and glory of Pedro/ The giant of Brazil”, says the beginning of the hymn, composed of seven stanzas in larger roundels, that is, verses of seven poetic syllables. The excerpt is also the song's chorus.\nThe Pedro mentioned is Emperor Dom Pedro II. The wizard from Cosme Velho composed the lyrics for the monarch's 42nd birthday, on December 2 of that year — the anthem would be performed that day at the theater in the city of Desterro, formerly known as Florianópolis.",
        "question_itself_translated": "Considering the operations of retrieving information from the text, there is interdependence between the expressions",
        "question_option_A_translated": "\"The old papers\" and \"It's like that\".",
        "question_option_B_translated": "\"something new\" and \"about which.\"",
        "question_option_C_translated": "“an old name” and “For example.”",
        "question_option_D_translated": "\"The Giant of Brazil\" and \"The Mentioned Pedro.\"",
        "question_option_E_translated": "\"the emperor Dom Pedro II\" and \"The wizard of Cosme Velho\".",
        "type": "concrete",
        "time": 180
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 47,
        "field": "CH",
        "question_text_translated": "After the Universal Declaration of Human Rights by the UN in 1948, UNESCO published studies by scientists from around the world that disqualified racist doctrines and demonstrated the unity of the human race. Since then, most European scientists themselves have come to recognize the discriminatory nature of the white man's alleged racial superiority and to condemn the aberrations committed in his name.\nSILVEIRA, R. The savages and the masses: role of scientific racism in the creation of Western hegemony. Afro-Asia, n. 23, 1999 (adapted).",
        "question_itself_translated": "The position taken by UNESCO, from 1948 onwards, was motivated by recent events, among which the",
        "question_option_A_translated": "Japanese attack on the American military base at Pearl Harbor.",
        "question_option_B_translated": "triggering of the Cold War and new rivalries between nations.",
        "question_option_C_translated": "death of millions of soldiers in the fighting of the Second World War.",
        "question_option_D_translated": "execution of Jews and Slavs imprisoned in Nazi ghettos and concentration camps.",
        "question_option_E_translated": "dropping of atomic bombs on Hiroshima and Nagasaki by US forces.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 48,
        "field": "CH",
        "question_text_translated": "Morality, Bentham urged, is not a matter of pleasing God, much less of fidelity to abstract rules. Morality is the attempt to create the greatest amount of happiness possible in this world. In deciding what to do, we should therefore ask what course of conduct would promote the greatest amount of happiness for all those who will be affected.\nRACHELS, J. The elements of moral philosophy. Barueri-SP: Manole, 2006.",
        "question_itself_translated": "The action parameters indicated in the text comply with a",
        "question_option_A_translated": "scientific foundation with a positivist bias.",
        "question_option_B_translated": "normatively oriented social convention.",
        "question_option_C_translated": "religious behavioral transgression.",
        "question_option_D_translated": "pragmatic rationality.",
        "question_option_E_translated": "inclination of a passionate nature.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 53,
        "field": "CH",
        "question_text_translated": "Mexico, Colombia, Peru and Chile decided to follow a shorter path to regional integration. The four countries, in mid-2012, created the Pacific Alliance and, in 2013, eliminated customs tariffs on 90% of the total products traded between their borders.\nOLIVEIRA, E. Pacific Alliance grows stronger and Mercosur remains in its shadow. O Globo, 24 Feb. 2013 (adapted)",
        "question_itself_translated": "The agreement described in the text had an economic objective for the member countries",
        "question_option_A_translated": "promote the free movement of workers.",
        "question_option_B_translated": "foster competitiveness in the foreign market.",
        "question_option_C_translated": "restrict investments by multinational companies.",
        "question_option_D_translated": "adopt exchange rate measures to subsidize the agricultural sector.",
        "question_option_E_translated": "reduce customs inspection to encourage consumption.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 64,
        "field": "CH",
        "question_text_translated": "A society is a more or less self-sufficient association of people who in their mutual relations recognize certain rules of conduct as obligatory and who, for the most part, act in accordance with them. A society is well ordered not only when it is designed to promote the good of its members, but when it is also effectively regulated by a public conception of justice. That is, it is a society in which everyone accepts, and knows that others accept, the same principle of justice.\nRAWLS, J. A theory of justice. São Paulo: Martins Fontes, 1997. Adapted.",
        "question_itself_translated": "The vision expressed in this 20th century text refers to which aspect of modern thought?",
        "question_option_A_translated": "The relationship between freedom and autonomy in Liberalism.",
        "question_option_B_translated": "The independence between power and morality in Rationalism.",
        "question_option_C_translated": "The convention between citizens and sovereign of Absolutism.",
        "question_option_D_translated": "The dialectic between the individual and the autocratic government of Idealism.",
        "question_option_E_translated": "The contrast between kindness and wild conditions of Naturalism.",
        "type": "abstract",
        "time": 150
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 68,
        "field": "CH",
        "question_text_translated": "By destroying a landscape of trees with twisted trunks, leaves and rough shrubs on acidic soils, often laterized or taken on by the bizarre shapes of termite mounds, this modernization linearizes and apparently does not allow us to question the modernist pretension that the form must follow the function.\nHAESBAERT, R. “Gauchos” and Bahians in the “new” Northeast: between economic globalization and the reinvention of territorial identities. In: CASTRO, I.E; GOMES, P.C.; CORRÊA, R.L. (Org.). Brazil: current issues of territorial reorganization. Rio de Janeiro: Bertrand Brasil, 2008.",
        "question_itself_translated": "The described process occurs in a biogeographic area with a predominance of vegetation",
        "question_option_A_translated": "tropophilic and tropical climate.",
        "question_option_B_translated": "xerophilic and semi-arid climate.",
        "question_option_C_translated": "hydrophilic and equatorial climate.",
        "question_option_D_translated": "aciculifoliada and subtropical climate.",
        "question_option_E_translated": "semi-deciduous and humid tropical climate.",
        "type": "concrete",
        "time": 150
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 69,
        "field": "CH",
        "question_text_translated": "The installation of a refinery follows several technical factors. One of the most important is the location, which must be close to both consumption centers and production areas. Petrobras has refineries strategically distributed across the country. They are responsible for processing millions of barrels of oil per day, supplying the market with derivatives that can be obtained from national or imported oil.\nMyrtle, Energy: the addiction of civilization, energy crisis and sustainable alternatives. Rio de Janeiro Caramond 2011",
        "question_itself_translated": "The territorialization of a production unit depends on several locational factors. From reading the text, the determining factor for the installation of oil refineries is the proximity to",
        "question_option_A_translated": "headquarters of petrochemical companies.",
        "question_option_B_translated": "derivatives import zones",
        "question_option_C_translated": "technological development hubs.",
        "question_option_D_translated": "areas of labor agglomerations",
        "question_option_E_translated": "spaces with circulation infrastructure",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 72,
        "field": "CH",
        "question_text_translated": "This is the progressive loss of productivity of entire biomes, affecting very significant portions of sub-humid and semi-arid domains in all hot regions of the world. It is in these ecologically transitional areas that pressure on biomass is felt very strongly, due to the removal of forest cover, overgrazing and uncontrolled mining activities, triggering an acute picture of environmental degradation, reflected by the inability to support the development of plant species, whether a natural forest or agricultural plantations.\nCONTI, J. B. Physical geography and society-nature relations in the tropical world, In: CARLOS, A. F. A. (Org.). New paths in geography. São Paulo:",
        "question_itself_translated": "The text emphasizes a consequence of the conflicting relationship between human society and the environment, which concerns",
        "question_option_A_translated": "thermal inversion.",
        "question_option_B_translated": "atmospheric pollution.",
        "question_option_C_translated": "water eutrophication.",
        "question_option_D_translated": "soil contamination.",
        "question_option_E_translated": "desertification of ecosystems.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 75,
        "field": "CH",
        "question_text_translated": "Palestinians gathered in front of television sets and screens set up outdoors in Ramallah, in the West Bank, to follow the vote on the resolution that called for the recognition of the so-called Palestine as an observer state not a member of the United Nations (UN). The objective was to wait for the birth, at least formally, of a Palestinian State. After the approval of the resolution, hundreds of people went to the city square with Palestinian flags, set off fireworks, honked horns and danced in the streets. Approved with 138 votes out of 193 in the General Assembly, the resolution elevates the status of the Palestinian State before the organization.\nPalestinians celebrate increased status at the UN with flags and fireworks. Available at: http://folha.com. Accessed on: 4 Dec. 2012 (adapted).",
        "question_itself_translated": "The aforementioned UN resolution endorsed the",
        "question_option_A_translated": "institutional delimitation of territorial borders.",
        "question_option_B_translated": "increasing the quality of life of the local population.",
        "question_option_C_translated": "implementation of the peace treaty with the Israelis.",
        "question_option_D_translated": "support from the international community to the national demand.",
        "question_option_E_translated": "equalization of the political condition with that of other countries.",
        "type": "concrete",
        "time": 150
    },
    {
        "year": "2017",
        "color": "azul",
        "question_number": 86,
        "field": "CH",
        "question_text_translated": "The 8.8 earthquake on the Richter scale that hit the west coast of Chile in February caused significant changes to the map of the region. According to a preliminary analysis, the entire city of Concepción has moved at least three meters to the west. Buenos Aires moved about 2.5 centimeters to the west, while Santiago, closest to the event site, moved almost 30 centimeters to the west-southwest. The cities of Valparaíso, in Chile, and Mendoza, in Argentina, also had their positions changed significantly (13.4 centimeters and 8.8 centimeters, respectively).\nInfoGNSS Magazine, Curitiba, year 6, n. 31, 2010.",
        "question_itself_translated": "In the text, a type of geological event that is frequent in certain parts of the Earth's surface stands out. These events are focused on",
        "question_option_A_translated": "volcanic areas, where magmatic material rises, forming mountain ranges.",
        "question_option_B_translated": "coastal strips, where the ocean floor receives sediments, causing tsunamis.",
        "question_option_C_translated": "narrow bands of seismic intensity, at the contact of tectonic plates, close to modern folds.",
        "question_option_D_translated": "crystalline shields, where rocks are subjected to weathering processes, with sudden changes in temperature.",
        "question_option_E_translated": "areas of ancient sedimentary basins, located in the center of tectonic plates, in regions known as hot spots.",
        "type": "concrete",
        "time": 150
    },
    {
        "year": "2018",
        "color": "azul",
        "question_number": 49,
        "field": "CH",
        "question_text_translated": "The philosopher recognizes himself by the inseparable possession of the taste for evidence and the sense of ambiguity. When you limit yourself to supporting ambiguity, it is called equivocation. It has always happened that, even those who intended to construct an absolutely positive philosophy, only managed to be philosophers to the extent that,\nsimultaneously, they refused the right to establish themselves in absolute knowledge. What characterizes the philosopher is the movement that leads incessantly from knowledge to ignorance, from ignorance to knowledge, and a certain rest in this movement.\nMERLEAU-PONTY, M. Praise of philosophy. Lisbon: Guimarães, 1998 (adapted).",
        "question_itself_translated": "The text presents an understanding of the constituent elements of the philosopher's activity, which is characterized by",
        "question_option_A_translated": "bring together the antagonisms of opinions with the dialectical method.",
        "question_option_B_translated": "adjust the clarity of knowledge to the innateness of ideas.",
        "question_option_C_translated": "associate the certainty of the intellect with the immutability of truth.",
        "question_option_D_translated": "reconcile the rigor of the investigation with the restlessness of the questioning.",
        "question_option_E_translated": "make thought structures compatible with fundamental principles.",
        "type": "abstract",
        "time": 150
    },
    {
        "year": "2018",
        "color": "azul",
        "question_number": 52,
        "field": "CH",
        "question_text_translated": "Everything that is valid for a time of war, in which every man is the enemy of every man, is also valid for the time during which men live with no other security than that which can be offered to them by their own strength and invention.\nHOBBES, T. Leviathan. São Paulo: April Cultural, 1983\nLet us not conclude, with Hobbes, that, because he has no idea of ​​goodness, man is naturally bad. This author should say that, since the state of nature is one in which care for our conservation is less harmful to that of others, this state was, therefore, the most conducive to peace and the most convenient\nto the human race.",
        "question_itself_translated": "The excerpts present conceptual divergences between authors who support an understanding according to which equality between men occurs due to a",
        "question_option_A_translated": "predisposition to knowledge.",
        "question_option_B_translated": "submission to the transcendent.",
        "question_option_C_translated": "epistemological tradition.",
        "question_option_D_translated": "original condition.",
        "question_option_E_translated": "political vocation.",
        "type": "abstract",
        "time": 180
    },
    {
        "year": "2018",
        "color": "azul",
        "question_number": 72,
        "field": "CH",
        "question_text_translated": "Research carried out by Carolina Levis, an ecology specialist at the National Institute for Amazonian Research, and published in the journal Science, shows that the plant species domesticated by pre-Columbian civilizations are the most dominant. “The domestication of plants in the forest began more than 8,000 years ago. First, plants with characteristics that could be useful to humans were selected and then these species were propagated. They began to cultivate them in patios and gardens, through an almost intuitive selection process.”\nOLIVEIRA, J. Indigenous people were the first to change the Amazon ecosystem. Available at: https://brasil.elpais.com. Accessed on: 11 Dec. 2017 (adapted).",
        "question_itself_translated": "The text presents a new look at the configuration of the Amazon Forest by breaking with the idea of",
        "question_option_A_translated": "primacy of local knowledge.",
        "question_option_B_translated": "absence of anthropic action.",
        "question_option_C_translated": "insufficient natural resources.",
        "question_option_D_translated": "need for environmental management.",
        "question_option_E_translated": "predominance of agricultural practices.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2018",
        "color": "azul",
        "question_number": 77,
        "field": "CH",
        "question_text_translated": "The presumption that the surface of the Chapadas and Chapadões represents an old peneplain is corroborated by the fact that it is covered by accumulations\nsurfaces, such as masses of sand, layers of gravel and pebbles and the widespread occurrence of ferruginous concretions that form a lateritic crust, called “canga”.\nWEIBEL, L. Available at: http://biblioteca.ibge.gov.br. Accessed on: 8 July. 2015 (adapted).",
        "question_itself_translated": "Which climate type favors the soil change process described in the text?",
        "question_option_A_translated": "Arid, with water deficit.",
        "question_option_B_translated": "Subtropical, with low temperatures.",
        "question_option_C_translated": "Temperate, with cold and dry winters.",
        "question_option_D_translated": "Tropical, with seasonality of rain.",
        "question_option_E_translated": "Equatorial, with abundant rainfall.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2019",
        "color": "azul",
        "question_number": 56,
        "field": "CH",
        "question_text_translated": "The global restructuring of the industry, conditioned by the global value chain management strategies of large transnational groups, promoted a strong shift in the production process, even entire industrial plants, and redirected production and investment flows. However, the increase in the participation of developing countries in the global product occurred quite asymmetrically when comparing the dynamism of East Asian countries with that of other countries, especially Latin Americans, in the period 1980-2000.\nSARTI, F.; HIRATUKA, C. World industry: recent changes and trends. Campinas: Unicamp, n. 186, Dec. 2010.",
        "question_itself_translated": "The dynamics of transformation of the geography of industries described exposes the complementarity between spatial dispersion and",
        "question_option_A_translated": "technological autonomy.",
        "question_option_B_translated": "supply crises.",
        "question_option_C_translated": "political decentralization.",
        "question_option_D_translated": "economic concentration.",
        "question_option_E_translated": "profit sharing.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2019",
        "color": "azul",
        "question_number": 64,
        "field": "CH",
        "question_text_translated": "Legend has it that on a beautiful sunny day, Newton was relaxing under an apple tree. Birds chirped in his ears. There was a gentle breeze. He dozed for a few minutes. Suddenly, an apple fell on his head and he woke up with a start. He looked up. “Surely a bird or a squirrel knocked the apple from the tree,” he guessed. But there were no birds or tree squirrels nearby. He then thought: “Just a few minutes ago, the apple was hanging on the tree. No external force made her fall. There must be some underlying force that causes things to fall to the earth.”\nSILVA, C. C.; MARTINS, R A. Studies in the history and philosophy of science. São Paulo: Livraria da Physics, 2006 (adapted).",
        "question_itself_translated": "In contrast to an idealized interpretation, the text points to the following fundamental dimension of modern science:",
        "question_option_A_translated": "Falsification of theses.",
        "question_option_B_translated": "Denial of observation.",
        "question_option_C_translated": "Proposing hypotheses.",
        "question_option_D_translated": "Contemplation of nature.",
        "question_option_E_translated": "Universalization of conclusions.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2019",
        "color": "azul",
        "question_number": 65,
        "field": "CH",
        "question_text_translated": "For Machiavelli, when a man decides to tell the truth at the risk of his own physical integrity, such a decision concerns only his person. But if that same man is a head of state, personal criteria are no longer adequate to decide on actions whose consequences become so broad, since the damage will not only be individual, but collective. In this case, depending on the circumstances and the ends to be achieved, it can be decided that the best thing for the common good is to lie.\nARANHA, M. L. Machiavelli: the logic of force. São Paulo: Moderna, 2006 (adapted).",
        "question_itself_translated": "The text points to an innovation in political theory in the modern era expressed in the distinction between:",
        "question_option_A_translated": "ideality and effectiveness of morality.",
        "question_option_B_translated": "nullity and preservation of freedom.",
        "question_option_C_translated": "illegality and legitimacy of the ruler.",
        "question_option_D_translated": "verifiability and possibility of truth.",
        "question_option_E_translated": "objectivity and subjectivity of knowledge.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2019",
        "color": "azul",
        "question_number": 67,
        "field": "CH",
        "question_text_translated": "TEXT I\nI consider it appropriate to spend some time in the contemplation of this all-perfect God, to ponder at my leisure his marvelous attributes, to consider, admire and adore the incomparable beauty of this immense light.\nDESCARTES, R. Meditations. São Paulo: Abril Cultural, 1980.\nTEXT II What is the most reasonable way to understand what the world is like? Is there any good reason to believe that the world was created by an all-powerful deity? We can't say that belief in God is “just” a matter of faith. RACHELS, J. Problemas da filosofia. Lisbon: Gradiva, 2009.",
        "question_itself_translated": "The texts address a questioning of the construction of modernity that defends a model:",
        "question_option_A_translated": "centered on human reason.",
        "question_option_B_translated": "based on mythological explanation.",
        "question_option_C_translated": "based on immanentist ordering.",
        "question_option_D_translated": "focused on contractualist legitimation.",
        "question_option_E_translated": "configured in ethnocentric perception.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2019",
        "color": "azul",
        "question_number": 75,
        "field": "CH",
        "question_text_translated": "TEXT I\nThe secrets of nature are revealed more under the torture of experiments than in their natural course.\nBACON, F. Novum Organum, 1620. In: HADOT, P. The veil of Isis: essay on the history of the idea of ​​nature. São Paulo: Loyola, 2006.\nTEXT II Human beings, totally disintegrated from the whole, no longer perceive the relationships of balance in nature. He acts in a totally inharmonious way on the environment, causing major environmental imbalances. GUIMARÃES, M. A dimensão ambiental na educação. Campinas: Papirus, 1995.",
        "question_itself_translated": "The texts indicate a relationship between society and nature characterized by:",
        "question_option_A_translated": "objectification of physical space.",
        "question_option_B_translated": "resumption of the creationist model.",
        "question_option_C_translated": "recovery of the ancestral legacy.",
        "question_option_D_translated": "infallibility of the scientific method.",
        "question_option_E_translated": "formation of the holistic worldview.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 56,
        "field": "CH",
        "question_text_translated": "Global demand for food production is progressively increasing at very high rates. Currently, in most countries, continents and regions, water consumed in agriculture is around 70% of total availability.\n  TUNDISI, J. G. Water resources in the future: problems and solutions. Advanced Studies, n. 63, 2008 (adapted).",
        "question_itself_translated": "In order to reduce pressure on the aforementioned natural resource, the expansion of agriculture demands improvements in the",
        "question_option_A_translated": "chemical soil fertilization.",
        "question_option_B_translated": "water runoff from the land.",
        "question_option_C_translated": "maintenance of artesian wells.",
        "question_option_D_translated": "efficiency of irrigation techniques.",
        "question_option_E_translated": "speed of harvesting machines.",
        "type": "concrete",
        "time": 90
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 59,
        "field": "CH",
        "question_text_translated": "Ancient shields or crystalline massifs are immense blocks of ancient rocks. These shields are made up of crystalline rocks (magmatic-plutonic), formed in Precambrian eras, or metamorphic rocks (sedimentary material) from the Paleozoic. They are resistant, stable, but quite worn. They correspond to 36% of the territorial area and are divided into two large portions: the Guiana Shield (northern Amazon Plain) and the Brazilian Shield (central-eastern portion of Brazil).\nAvailable at: http://ambientes.ambientebrasil.com.br. Accessed on: 25 June. 2015.",
        "question_itself_translated": "The geological structures indicated in the text are economically important for Brazil as they concentrate",
        "question_option_A_translated": "hot springs.",
        "question_option_B_translated": "rock salt outcrops.",
        "question_option_C_translated": "deposits of metallic minerals.",
        "question_option_D_translated": "agricultural limestone deposits.",
        "question_option_E_translated": "fossil fuel reserves.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 70,
        "field": "CH",
        "question_text_translated": "In fact, until the destruction of Carthage, the people and the Roman Senate governed the Republic in harmony and without passion, and there was no struggle among the citizens for glory or domination; fear of the enemy kept the city in the line of duty. But as soon as fear disappeared from the minds, the evils for which prosperity has a predilection were introduced, that is, debauchery and pride.\nSALUSTIO. The Conjuration of Catiline/The War of Jugurtha. Petrópolis: Vozes, 1990 (adapted).",
        "question_itself_translated": "The historical event mentioned in Sallust's text, dated 1st BC, corresponded with the process of",
        "question_option_A_translated": "demarcation of public lands",
        "question_option_B_translated": "imposition of debt slavery.",
        "question_option_C_translated": "restriction of citizenship by kinship.",
        "question_option_D_translated": "restoration of ancestral institutions.",
        "question_option_E_translated": "expansion of extra-peninsular borders.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 76,
        "field": "CH",
        "question_text_translated": "“The main characteristic of the social situation of Anglo-Americans is its eminently democratic character. I previously stated that a very great equality reigned among the emigrants who went to settle in New England. The influence of succession laws contributed to this. Established in one way, succession laws bring together, concentrate and group property and power into one. Established by other principles, they produce the opposite: they divide, share and disseminate goods and power.”\n(TOCQUEVILLE, A. Democracy in America.\nBelo Horizonte: table; São Paulo: Edusp 1977. Adapted.)",
        "question_itself_translated": "The text discusses the role played by a standard in creating an environment conducive to",
        "question_option_A_translated": "use of slave labor.",
        "question_option_B_translated": "consolidation of bourgeois values.",
        "question_option_C_translated": "banning religious dissent.",
        "question_option_D_translated": "containment of nationalist identification.",
        "question_option_E_translated": "hierarchization of economic agents.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 77,
        "field": "CH",
        "question_text_translated": "We see that every city is a kind of community, and every community is formed with a view to some good, since all the actions of all men are carried out with a view to what seems to them a good; If all communities aim at some good, it is evident that the most important of them all and which includes all the others has this objective more than all and aims at the most important of all goods.\nARISTOTLE Politics. Brasília: UnB, 1988.",
        "question_itself_translated": "In the fragment, Aristotle promotes a reflection that associates two essential elements to the discussion about community life, namely:",
        "question_option_A_translated": "Ethics and politics, as they lead to eudaimonia.",
        "question_option_B_translated": "Rhetoric and language, as they take care of the speeches in the agora.",
        "question_option_C_translated": "Metaphysics and ontology, as they deal with first philosophy.",
        "question_option_D_translated": "Democracy and society, as they refer to social relations.",
        "question_option_E_translated": "Generation and corruption, as they encompass the field of physis.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 78,
        "field": "CH",
        "question_text_translated": "“Toyotism, from the 1970s onwards, had a great impact on the Western world, when it appeared to advanced countries as a possible option for overcoming an accumulation crisis.”\n(ANTUNES, R. The meanings of work: essay on the affirmation and denial of work. São Paulo: Boitempo. 2009. Adapted.)",
        "question_itself_translated": "The organizational characteristic of the model in question, required in the crisis context, was the",
        "question_option_A_translated": "expansion of large stocks.",
        "question_option_B_translated": "increase in mass manufacturing.",
        "question_option_C_translated": "adequacy of production to demand.",
        "question_option_D_translated": "increased mechanization of work.",
        "question_option_E_translated": "centralization of planning stages.",
        "type": "concrete",
        "time": 75
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 82,
        "field": "CH",
        "question_text_translated": "The cities of Puebla, Mexico, and Legazpi, the Philippines, have almost nothing in common. They are very far from each other and are inhabited by very different people. What unites them is a tragic detail of their geography. They were built in the vicinity of some of the most dangerous volcanoes in the world: the Mexican Popocatepéti and the Philippine Mayon. Its inhabitants need to be ready to run at any time. They are part of the 550 million individuals who live in volcanic risk zones in the world. Contrary to what would be sensible, they remain there, indifferent to the danger that awaits them.\nANGELO, C. Available at http://super.abril.com.br. Accessed on: 24 Oct. 2015 (adapted).",
        "question_itself_translated": "The physical characteristic that justifies the man's settlement in the places presented in the text is the occurrence of",
        "question_option_A_translated": "only fertile.",
        "question_option_B_translated": "steep slope.",
        "question_option_C_translated": "diverse vegetation.",
        "question_option_D_translated": "efficient drainage.",
        "question_option_E_translated": "pleasant climate.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2020",
        "color": "azul",
        "question_number": 84,
        "field": "CH",
        "question_text_translated": "The collision between a continental and an oceanic plate will cause the subduction of the latter under the continental plate, which, like arcs and islands, will produce a magmatic arc at the edge of the continent, composed of volcanic rocks accompanied by deformations and metamorphism of both pre-existing rocks. as part of the rocks formed in the process.\nTEIXEIRA, W. et al. (Org.). Deciphering the Earth. São Paulo: Oficina de Textos, 2000.",
        "question_itself_translated": "Which physiographic feature is generated by the tectonic process presented?",
        "question_option_A_translated": "Abyssal plains.",
        "question_option_B_translated": "Crystalline plateaus.",
        "question_option_C_translated": "Absolute depressions.",
        "question_option_D_translated": "Sedimentary basins.",
        "question_option_E_translated": "Modern folds.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 46,
        "field": "CH",
        "question_text_translated": "Your work shift is over, you're home and it's time for family dinner. But instead of relaxing, you start thinking about the possibility that you received an important message in your professional email or company WhatsApp group. Immediately, you become distant. Moments later, with a few taps on your cell phone screen, you are back at your work environment. Dinner and family took a backseat.\nSimply wanting to check messages from work after work takes a toll on your health - and that of your family. Available at: www.bbc.com. Accessed on: 4 Dec. 2018.",
        "question_itself_translated": "The text indicates practical, everyday work relationships that cause the individual to",
        "question_option_A_translated": "protection of private life.",
        "question_option_B_translated": "expansion of extra activities.",
        "question_option_C_translated": "elevation of bureaucratic slaps.",
        "question_option_D_translated": "diversification of recreational leisure.",
        "question_option_E_translated": "release from household chores.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 51,
        "field": "CH",
        "question_text_translated": "Fair prices and water use authorizations must adequately ensure that water withdrawal, as well as effluent return, maintain efficient and environmentally sustainable operations, in a way that is adaptable to the peculiarities and needs of industry and large-scale irrigation , as well as agricultural activities in\nsmall scale and subsistence.\nUNESCO. United Nations World Development Report\nWater resources. Water for a sustainable world. UNESCO, 2015.",
        "question_itself_translated": "Considering the debate on water security, the proposal presented in the text is based on",
        "question_option_A_translated": "equitable distribution of supply.",
        "question_option_B_translated": "monitoring urban supply.",
        "question_option_C_translated": "rationing of river capacity.",
        "question_option_D_translated": "gradual revitalization of soils.",
        "question_option_E_translated": "generation of recyclable products.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 57,
        "field": "CH",
        "question_text_translated": "In the most highly developed sectors of contemporary society, the transplantation of social to individual needs is so effective that the difference between them appears purely theoretical. Creatures recognize themselves in their merchandise; they find their soul in their automobile, house on landings, kitchen utensils.\nMARCUSE, H. The ideology of industrial society: the one-dimensional man.\nRio de Janeiro: Zahar, 1979.",
        "question_itself_translated": "The text indicates that, in capitalism, the satisfaction of personal desires is influenced by",
        "question_option_A_translated": "state disclosure policies.",
        "question_option_B_translated": "controlled consumption incentives.",
        "question_option_C_translated": "collective organization prescriptions.",
        "question_option_D_translated": "subjective identification mechanisms.",
        "question_option_E_translated": "rationalized repressions of narcissism.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 65,
        "field": "CH",
        "question_text_translated": "At the same time, thanks to the ample opportunities I had to observe the middle class, your adversary, I quickly concluded that you are right, entirely right, in not expecting any help from him. Her interests are diametrically opposed to yours, even if she incessantly seeks to affirm the opposite and wants to persuade you that she feels the greatest sympathy for your fate. But her actions belie her words.\nENGELS, F. The situation of the working class in England. São Paulo: Boitempo, 2010.",
        "question_itself_translated": "In the text, the author presents ethical guidelines that correspond to the",
        "question_option_A_translated": "class struggle concept.",
        "question_option_B_translated": "foundation of the idea of ​​surplus value.",
        "question_option_C_translated": "foundations of the scientific method.",
        "question_option_D_translated": "paradigms of the inquiry process.",
        "question_option_E_translated": "domains of commodity fetishism.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 76,
        "field": "CH",
        "question_text_translated": "Since the 12th century, Western Christianity was agitated by the challenge posed by profane culture – that of chivalric romances, but also the folk culture of peasants and equally that of city dwellers, of a more legal nature – to ecclesiastical culture, whose vehicle was Latin. . Francisco de Assis came to change the situation, offering his listeners a message accessible to everyone and, at the same time, ennobling the vulgar language through its use in religion.\nVAUCHEZ, A. The spirituality of the Western Middle Ages, 19th century. VIII-XIII.\nLisbon: Estampa, 1995.",
        "question_itself_translated": "The behavior of this religious man demonstrates a concern with the characteristics assumed by the Church and with the social inequalities shared in his time by",
        "question_option_A_translated": "feudal lords.",
        "question_option_B_translated": "heretical movements.",
        "question_option_C_translated": "members of the Crusades.",
        "question_option_D_translated": "craft corporations.",
        "question_option_E_translated": "medieval universities.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 83,
        "field": "CH",
        "question_text_translated": "Among several African peoples, particularly in the ancient Kingdom of Congo, there is graphic evidence that writing took various forms. An example of this are the pot lids carved in bas-relief from the Woyo people (Cabinda region), with everyday scenes and proverbs, drawings in the earth or sand, images engraved or inscribed on the chief's staffs or on sacred stones, but, above all, , movements of the human body inscribed in a familiar gesture. Among Woyo there was a custom for parents to offer their children carved testos or pot lids, conveying a kind of message, with coded signs that translated guidelines for achieving a good marital relationship, being sensible in choosing a spouse and being alert to the difficulties of the marriage.\nRODRIGUES, M. R. A. M; TAVARES, A. C. P; Museological singularities of a board with sculptures in dialogue: from the alambamento to the wedding in Cabinda (Angola). Anais do Museu Paulista, n.2, May-Aug. 2017 (adapted).",
        "question_itself_translated": "For the Woyo people, the cultural artifacts mentioned in the text fulfill the function of a",
        "question_option_A_translated": "pedagogy of social customs.",
        "question_option_B_translated": "imposition of forms of communication.",
        "question_option_C_translated": "devaluation of youth behaviors.",
        "question_option_D_translated": "destitution of the values ​​of marriage.",
        "question_option_E_translated": "ethnography of religious celebrations.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2021",
        "color": "azul",
        "question_number": 86,
        "field": "CH",
        "question_text_translated": "Philosophy is like a tree, whose roots are metaphysics; the trunk, physics, and the branches that come out of the trunk are all the other sciences, which are reduced to three main ones: medicine, mechanics and morals,\nunderstanding morality as the highest and most perfect because it presupposes integral knowledge of other sciences, and is the last degree of wisdom.\nDESCARTES, R. Principles of philosophy. Lisbon: Edições 70, 1997 (adapted).",
        "question_itself_translated": "This allegorical construction of Descartes, regarding the epistemological condition of philosophy, has as\ngoal",
        "question_option_A_translated": "sustain the essential unity of knowledge.",
        "question_option_B_translated": "refute the fundamental element of beliefs.",
        "question_option_C_translated": "boost speculative thinking.",
        "question_option_D_translated": "welcome the experimental method.",
        "question_option_E_translated": "encourage the suspension of judgments.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2022",
        "color": "azul",
        "question_number": 47,
        "field": "CH",
        "question_text_translated": "Whenever the relevance of speech comes into play, the issue becomes political by definition, as it is speech that makes man a political being. And everything that men do, know or experience only makes sense to the extent that it can be discussed. There will, perhaps, be truths that go beyond language and that can be of great relevance to man in the singular, that is, to man who, whatever he may be, is not a political being. But men in the plural, that is, men who live and move and act in this world, can only experience the meaning of things because they can speak and be intelligible among themselves and with themselves.\nARENDT, H. The human condition. Rio de Janeiro: Forense Universitária, 2004.",
        "question_itself_translated": "In the excerpt, philosopher Hannah Arendt shows the importance of language in the process of",
        "question_option_A_translated": "understanding of culture.",
        "question_option_B_translated": "increased creativity.",
        "question_option_C_translated": "perception of individuality.",
        "question_option_D_translated": "improvement of technique.",
        "question_option_E_translated": "construction of sociability.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2022",
        "color": "azul",
        "question_number": 51,
        "field": "CH",
        "question_text_translated": "A new economy emerged on a global scale in the last quarter of the 20th century. I call it informational, to identify its fundamental and differentiated global and network characteristics and emphasize their interconnection. It is informational because it basically depends on its ability to efficiently generate, process and apply knowledge-based information. It is global because its components are organized on a global scale, directly or through a network of connections between economic agents. It is a network because it is made on a network\nglobal interaction between business networks.\nCASTELLS, M. The network society – the information age:\neconomy, society and culture. São Paulo: Peace and Land, 1999\n(adapted).",
        "question_itself_translated": "What structural change is the result of the form of economic organization described in the text?",
        "question_option_A_translated": "Series manufacturing.",
        "question_option_B_translated": "Expansion of stocks.",
        "question_option_C_translated": "Weakening of cartels.",
        "question_option_D_translated": "Standardization of goods.",
        "question_option_E_translated": "Deterritorialization of production.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2022",
        "color": "azul",
        "question_number": 60,
        "field": "CH",
        "question_text_translated": "An experiment called FunFit was developed with the aim of making members of a local community become more physically active. All study participants were linked to two other community members who would receive small cash incentives to encourage them to increase their physical activity, which was measured by accelerometers on state-issued cell phones. Thus, if the person walked more than usual, his acquaintances would receive the money. The results were astonishing: the scheme proved to be four to eight times more effective than the method of offering individual incentives.\nMOROZOV, E. Big Tech: the rise of data and the death of politics. São Paulo: Ubu, 2018 (adapted).",
        "question_itself_translated": "Contrary to the prevailing view about the technological impact on human relationships, the text reveals that cell phones can play a role",
        "question_option_A_translated": "recreational, promoting leisure in integrated networks.",
        "question_option_B_translated": "social, encouraging reciprocity through digital means.",
        "question_option_C_translated": "labor, converting the developer into an end user.",
        "question_option_D_translated": "commercial, directing the choice for industrialized products.",
        "question_option_E_translated": "cognitive, favoring virtual tools.",
        "type": "abstract",
        "time": 120
    },
    {
        "year": "2022",
        "color": "azul",
        "question_number": 64,
        "field": "CH",
        "question_text_translated": "Tectonic forces within the lithosphere, controlled by the internal heat of the depths, generate earthquakes, eruptions and mountain uplifts. Meteorological forces within the atmosphere and hydrosphere, controlled by the Sun's heat, produce storms,\nfloods, glaciers and other agents of erosion.\nPRESS, F. et al. To understand the Earth. Porto Alegre: Bookman, 2002 (adapted).",
        "question_itself_translated": "The dynamic interaction between the aforementioned natural forces favors the occupation of geographic space, as it causes the formation of",
        "question_option_A_translated": "volcanic soils.",
        "question_option_B_translated": "oceanic ridges.",
        "question_option_C_translated": "steep relays.",
        "question_option_D_translated": "lateritic surfaces.",
        "question_option_E_translated": "modern folds.",
        "type": "concrete",
        "time": 120
    },
    {
        "year": "2022",
        "color": "azul",
        "question_number": 71,
        "field": "CH",
        "question_text_translated": "The basic principle of the rule of law is the elimination of discretion in the exercise of public powers, with the consequent guarantee of individuals' rights before these powers. Rule of law means that no individual, president or ordinary citizen is above the law. Democratic governments exercise authority through law and are themselves subject to constraints imposed by law.\nCANOTILHO, J. J. G. Rule of law, Lisbon: Gradiva, 1999 (adapted).",
        "question_itself_translated": "In contemporary societies, it consists of a violation of the basic principle stated in the text:",
        "question_option_A_translated": "Suppression of elections for political representatives.",
        "question_option_B_translated": "Intervention in areas of vulnerability by the Church.",
        "question_option_C_translated": "Dissemination of social projects in universities.",
        "question_option_D_translated": "Expansion of income concentration processes.",
        "question_option_E_translated": "Regulation of labor relations by the Legislature.",
        "type": "abstract",
        "time": 120
    }
]